/* No comment provided by engineer. */
"Add" = "Hozzáadás";

/* No comment provided by engineer. */
"Cancel" = "Mégse";

/* Button title to choose an Address Book card for a contact */
"Choose Address Book Card" = "Névjegyzék kártya választása";

/* No comment provided by engineer. */
"Choose Card" = "Kártya választás";

/* No comment provided by engineer. */
"Close" = "Bezárás";

/* No comment provided by engineer. */
"Continue" = "Folytatás";

/* No comment provided by engineer. */
"Delete" = "Törlés";

/* Verb 'edit' on a button */
"Edit" = "Szerkesztés";

/* 'Get Info' on a button; when pressed, the information for a specified contact will be displayed */
"Get Info" = "Adatlap megnyitása";


/* No comment provided by engineer. */
"Invite" = "Meghívás";

/* Button title to open a message window the specific contact from the 'New Chat' window */
"Message" = "Üzenet";

/* Verb 'OK' on a button */
"OK" = "OK";

/* Button on the away reminder notification which sets every account back to available */
"Return" = "Visszatérés";

/* No comment provided by engineer. */
"Send" = "Küldés";